[
	{
		"id": 1,
		"title": "Développement Blog Ecommerce NextJS 13",
		"description": "Je suis un fervent utilisateur de Next.js pour les sites Web de commerce électronique, en raison de sa capacité à offrir des performances optimales et des fonctionnalités avancées pour les pages d'affichage de produits et bien plus encore. Je suis prêt à mettre à profit cette expertise pour créer un site portfolio exceptionnel et répondant aux besoins de votre projet.",
		"src": "chaarizin",
		"href": "http://www.chaarizin.ma",
		"stacks": [
			"React",
			"NextJS",
			"Typscript",
			"AWS",
			"Cypress",
			"TailwindCSS",
			"SrapiCMS",
			"DirectusCMS",
			"Meilisearch",
			"Heroku"
		]
	},
	{
		"id": 2,
		"title": "Réalisation d'un site web pour une startup de livraison du Dernier Kilométres",
		"description": "Avec Next.js, je peux concevoir et développer des fonctionnalités spécifiques aux sites Web de commerce électronique, telles que la gestion des paniers d'achat, les paiements en ligne sécurisés, les intégrations avec des systèmes de gestion des stocks et bien plus encore.",
		"src": "colizzy",
		"href": "https://youtu.be/YSCJZVNYhxU",
		"stacks": [
			"React",
			"NextJS",
			"NodeJS",
			"API REST",
			"Redux Toolkit",
			"Material UI",
			"Typescript"
		]
	},
	{
		"id": 3,
		"title": "Création d'une application météo PWA à l'aide d'Angular 16 Service Worker",
		"description": "Avec des applications PWA, nous pouvons accéder aux applications web en utilisant différents types d'appareils, tels que les ordinateurs de bureau, les mobiles, et sur différents types de réseaux, tels que le haut débit, le Wifi et le cellulaire.",
		"src": "pwa",
		"href": "https://weather-app-be1c7.web.app/",
		"stacks": [
			"Angular16",
			"NodeJS",
			"Bootstrap",
			"Firebase"
		]
	},
	{
		"id": 4,
		"title": "Ma première application React avec create-react-app",
		"description": "Je suis enthousiasmé par la création d'une application React.js en utilisant une API RESTful. Je suis prêt à utiliser mes compétences pour concevoir une interface utilisateur exceptionnelle, mettre en œuvre les fonctionnalités CRUD de manière efficace et garantir une expérience utilisateur satisfaisante. Je suis impatient de contribuer à la réalisation de votre projet de site portfolio.",
		"src": "pokemon",
		"href": "https://app-react-31.web.app/",
		"stacks": [
			"React",
			"NodeJS",
			"Bootstrap",
			"Firebase"
		]
	}
]